---
kind: type
id: T:Autodesk.Revit.DB.MEPCalculationServerInfo
source: html/25d61592-d0a8-1e88-5d83-7924c2fd1ce0.htm
---
# Autodesk.Revit.DB.MEPCalculationServerInfo

a struct to hold the information about a MEP calucation servers

## Syntax (C#)
```csharp
public class MEPCalculationServerInfo : IDisposable
```